Repository: cihatsolak/notiflow
Catalog: src/shared/Notiflow.Common/Localize/ResultState.*.resx
Languages: tr_tr

# -1
source: A system error has occurred.
tr_tr: Sistemsel bir hata meydana geldi.

source: The transaction was completed successfully.
tr_tr: İşlem başarıyla gerçekleşti.

source: Customer not found.
tr_tr: Müşteri bulunamadı.

source: The customer is currently registered.
tr_tr: Müşteri mevcutta kayıtlıdır.

source: The customer could not be deleted.
tr_tr: Müşteri silinemedi.

source: The customer's disability status must be different from the one to be updated.
tr_tr: Müşteri engel durumu, güncellenmek istenen engel durumundan farklı olmalıdır.

source: The customer's e-mail address must be different from the e-mail address to be updated.
tr_tr: Müşterinin e-posta adresi, güncellenmek istenen e-posta adresten farklı olmalıdır.

source: The customer's phone number must be different from the phone number to be updated.
tr_tr: Müşterinin telefon numarası, güncellenmek istenen telefon numarasından farklı olmalıdır.

source: There is an existing device belonging to the customer.
tr_tr: Müşteriye ait mevcutta cihaz bulunmaktadır.

source: The customer's device could not be deleted.
tr_tr: Müşteriye ait cihaz silinemedi.

source: Device not found.
tr_tr: Cihaz bulunamadı.

source: Customer e-mail addresses could not be found.
tr_tr: Müşterilere ait e-posta adresleri bulunamadı.

source: The number of registered e-mail addresses and the number of requested e-mail addresses are not equal.
tr_tr: Kayıtlı e-posta adres sayısı ile istenilen e-posta adres sayısı eşit değildir.

source: E-mail sending failed.
tr_tr: E-posta gönderimi başarısız olarak gerçekleşmiştir.

source: Notification submission failed.
tr_tr: Bildirim gönderimi başarısız olarak gerçekleşmiştir.

source: Customer phone numbers could not be found.
tr_tr: Müşterilere ait telefon numaraları bulunamadı.

source: The number of registered phone numbers and the number of desired phone numbers are not equal.
tr_tr: Kayıtlı telefon numara sayısı ile istenilen telefon numara sayısı eşit değildir.

source: Sending a text message has failed.
tr_tr: Kısa mesaj gönderimi başarısız olarak gerçekleşmiştir.

source: Supported languages not found.
tr_tr: Desteklenen diller bulunamadı.

source: Text message not found.
tr_tr: Kısa mesaj bulunamadı.

source: Notification not found.
tr_tr: Bildirim bulunamadı.

source: No email history found.
tr_tr: E-posta bulunamadı.

source: Sending text messages is accepted.
tr_tr: Kısa mesaj gönderimi kabul edilmiştir.

source: Notification submission has been accepted.
tr_tr: Bildirim gönderimi kabul edilmiştir.

source: Email sending is accepted.
tr_tr: E-posta gönderimi kabul edilmiştir.

source: User not found.
tr_tr: Kullanıcı bulunamadı.

source: Failed to generate access token.
tr_tr: Erişim jetonu üretilemedi.

source: Refresh token not found.
tr_tr: Yenileme jetonu bulunamadı.

source: The refresh token could not be deleted.
tr_tr: Yenileme jetonu silinemedi.

source: The user is currently registered.
tr_tr: Kullanıcı mevcutta kayıtlıdır.

source: User added.
tr_tr: Kullanıcı eklendi.

source: User updated.
tr_tr: Kullanıcı güncellendi.

source: The user could not be deleted.
tr_tr: Kullanıcı silinemedi.

source: The user has been deleted.
tr_tr: Kullanıcı silindi.

source: Profile photo could not be updated.
tr_tr: Profil fotoğrafı güncellenemedi.

source: Profile photo has been updated.
tr_tr: Profil fotoğrafı güncellendi.

source: Access token generated.
tr_tr: Erişim jetonu üretildi.

source: You are not authorized for the transaction.
tr_tr: İşlem için yetkiniz bulunmamaktadır.

source: The authorization could not be updated.
tr_tr: Yetki güncellenemedi.

source: Customer added.
tr_tr: Müşteri eklendi.

source: The customer has been deleted.
tr_tr: Müşteri silindi.

source: Client updated.
tr_tr: Müşteri güncellendi.

source: Customer disability status has been updated.
tr_tr: Müşteri engel durumu güncellendi.

source: Customer email address has been updated.
tr_tr: Müşteri e-posta adresi güncellendi.

source: Customer phone number has been updated.
tr_tr: Müşteri telefon numarası güncellendi.

source: Device customer relationship has been established.
tr_tr: Cihaz müşteri ilişkisi kuruldu.

source: The device has been deleted.
tr_tr: Cihaz silindi.

source: The device has been updated.
tr_tr: Cihaz güncellendi.

source: Device token has been updated.
tr_tr: Cihaz jetonu güncellendi.

source: Email sending was successful.
tr_tr: E-posta gönderimi başarıyla gerçekleşti.

source: Notification sending was successful.
tr_tr: Bildirim gönderimi başarıyla gerçekleşti.

source: Text message sending was successful.
tr_tr: Kısa mesaj gönderimi başarıyla gerçekleşti.
